({
    block: 'b-page',
    title: 'post',
    head: [
        { elem: 'css', url: 'post.css'},
        { elem: 'css', url: 'post.ie.css', ie: 'lt IE 8'},
        { block: 'i-jquery', elem: 'core'},
        { elem: 'js', url:'post.js'}
    ],
    content: [
        {
            block: 'b-text',
            content: [
                {
                    elem: 'h1',
                    content: 'Заголовок моего прекрасного поста'
                },
                {
                    elem: 'p',
                    content: 'Вступление'
                },
                {
                    block: 'b-cut',
                    mods: { animation: 'smooth' },
                    opener: 'открыть кат',
                    content: [
                        {
                            block: 'b-text',
                            content: [
                                {
                                    elem: 'p',
                                    content: 'Мама мыла раму'
                                },
                                {
                                    elem: 'p',
                                    content: 'Иван Охлобыстин: «На президентскую кампанию мне бы хватило полтора миллиарда рублей»'
                                },
                                {
                                    elem: 'p',
                                    content: 'В одной из иракских мечетей хранится Коран, написанный кровью Саддама Хусейна. Книга создавалась в течение двух лет и была продемонстрирована в 2000 году. Как заявил оформитель книги Аббас Шакир Джауди, Хусейн в общей сложности сдал для изготовления чернил 27 литров своей крови, хотя многие эксперты называют эту цифру нереальной для одного человека за указанный период. После смерти Хусейна иракские власти и религиозные авторитеты не могут решить, что делать с этим Кораном — с одной стороны, писать такие книги кровью запрещено, и это деяние было сразу осуждено мусульманами других арабских стран, с другой стороны, любой Коран это священная книга и каким-либо образом уничтожать её также запрещено.'
                                }
                            ]
                        }
                    ]
                },
                {
                    block: 'b-cut',
                    mods: { animation: 'fade' },
                    opener: 'открыть кат',
                    content: [
                        {
                            block: 'b-text',
                            content: [
                                {
                                    elem: 'p',
                                    content: 'Мама мыла раму'
                                },
                                {
                                    elem: 'p',
                                    content: 'Иван Охлобыстин: «На президентскую кампанию мне бы хватило полтора миллиарда рублей»'
                                },
                                {
                                    elem: 'p',
                                    content: 'В одной из иракских мечетей хранится Коран, написанный кровью Саддама Хусейна. Книга создавалась в течение двух лет и была продемонстрирована в 2000 году. Как заявил оформитель книги Аббас Шакир Джауди, Хусейн в общей сложности сдал для изготовления чернил 27 литров своей крови, хотя многие эксперты называют эту цифру нереальной для одного человека за указанный период. После смерти Хусейна иракские власти и религиозные авторитеты не могут решить, что делать с этим Кораном — с одной стороны, писать такие книги кровью запрещено, и это деяние было сразу осуждено мусульманами других арабских стран, с другой стороны, любой Коран это священная книга и каким-либо образом уничтожать её также запрещено.'
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ]
})
